[English]
1=FATAL ERROR!
2=Error Code:
3=Close the window
4=Settings
5=Ignore chan(s):
6=Add
7=Del
8=Clear
9=Ignore nick(s):
10=Private Notice Command Prefix
11=Channel Message Command Prefix
12=Language:
13=Enable
14=Menu
15=Help
16=About
17=Restart
18=Exit
19=Max search results:
20=The
21=Enter the nickname:
22=Enter
23=OK
24=Warn
25=Error
26=by
27=Enter the network name:
28=Only one network at the time!
29=The network name is too long!
30=Enter the channel name:
31=Only one channel at the time!
32=Please enter the '#' character in front of the channel name!
33=This channel name is already exists into the list!
34=This nickname is already exists into the list!
35=Only one nickname at the time!
36=created on
37=Not enough parameters!
38=Syntax is:
39=E.g:
40=Error, There was an connection problem between the server!
41=Error Details:
42=Not any result(s) founded!
43=View
44=Description
45=Max
46=text
47=Show the
48=information
49=Title
50=Length
51=Views
52=Show the
53=information
54=Definition
55=Remove color/bold/underline from informations
56=Uploaded on
57=Uploaded by
58=Link
59=characters in informations
60=Date/Time format
61=Display in the
62=menu this module menu
63=Allow all output links to be shorten
64=Display all the module using output messages

[Greek]
1=ΚΡΙΣΙΜΟ ΣΦΑΛΜΑ!
2=Κωδικός Σφάλματος:
3=Κλείσιμο Παραθύρου
4=Ρυθμίσεις
5=Αγνόηση Καναλιών:
6=Προσθήκη
7=Διαγραφή
8=Διαγραφή όλων
9=Αγνόηση Χρηστών:
10=Εντολέας Χαρακτήρα Προσωπικής Ειδοποιήσης:
11=Εντολέας Χαρακτήρα Μηνύματος Καναλιού:
12=Γλώσσα:
13=Ενεργοποίηση
14=Μενού
15=Βοήθεια
16=Περί
17=Επανεκκίνηση
18=Έξοδος
19=Μέγιστα αποτελέσματα αναζήτησης:
20=Το
21=Πληκτρολογίστε το ψευδόνυμο χρήστη:
22=Εισαγωγή
23=Εντάξει
24=Προειδοποίηση
25=Σφάλμα
26=από τον
27=Πληκτρολογίστε το όνομα του δυκτίου:
28=Μόνο ένα δύκτιο τη φορά!
29=Το όνομα του δυκτίου είναι μεγάλο!
30=Πληκτρολογίστε το όνομα του καναλιού:
31=Μόνο ένα κανάλι τη φορά!
32=Παρακαλούμε πληκτρολογίστε τον χαρακτήρα '#' μπροστά από κάθε όνομα του καναλιού!
33=Αυτό το όνομα του καναλιού υπάρχει ήδη στην λίστα!
34=Αυτό το ψευδόνυμο χρήστη υπάρχει στην λίστα!
35=Μόνο ένα ψευδόνυμο χρήστη τη φορά!
36=δημιουργίθηκε στίς
37=Μη επαρκές παράμετροι!
38=Σύνταξη είναι:
39=Π.χ:
40=Σφάλμα, υπήρξε ένα πρόβλημα κατά την συνδεσή με τον σέρβερ!
41=Λεπτομέριες Σφάλματος:
42=Δεν βρέθηκαν αποτελέσμα(τα)!
43=Προβολή
44=Περιγραφή
45=Μέγιστοι
46=κείμενο
47=Εμφάνισε την πληροφορία
48=στις λεπτομέριες
49=Τίτλος
50=Διάρκεια
51=Προβολές
52=Εμφάνισε την πληροφορία
53=στις λεπτομέριες
54=Ανάλυση
55=Αφαίρεσε χρώμα/έντονo/υπογράμμηση από τις λεπτομέριες
56=Ανέβηκε στίς
57=Ανέβηκε από
58=Σύνδεσμος
59=χαρακτήρες στις λεπτομέριες
60=Μορφή Ημερομηνίας/Ώρας
61=Εμφάνιση στο μενού
62=το μενού αυτής της εφαρμογής
63=Επέτρεψε να μικρύνονται όλοι οι σύνδεσμοι
64=Εμφάνισε τα εξερχόμενα μηνύματα της εφαρμογής